app/test.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">
    <soapenv:Body>
        <GetAllTasksForUser xmlns="http://schemas.cordys.com/notification/workflow/1.0">
            <Target type="user">cn=areber,cn=authenticated users,cn=cordys,cn=GDIT_BPM,o=ad.mosys</Target>
            <ShowNonWorkableItems>false</ShowNonWorkableItems>
            <ReturnTaskData>true</ReturnTaskData>
            <OrderBy>Task.StartDate DESC</OrderBy>
        </GetAllTasksForUser>
    </soapenv:Body>
</soapenv:Envelope>